{
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "copilot.vim": { "branch": "release" },
  "formatter.nvim": { "branch": "master" },
  "fzf": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "fzf.vim": { "branch": "master" },
  "gruvbox": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nerdcommenter": { "branch": "master" },
  "nord.nvim": { "branch": "master" },
  "nvim-base16": { "branch": "master" },
  "nvim-blame-line": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-vscode-js": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "popui.nvim": { "branch": "master" },
  "suda.vim": { "branch": "master" },
  "vim-agriculture": { "branch": "master" },
  "vim-ai": { "branch": "main" },
  "vim-devicons": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-signify": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-vinegar": { "branch": "master" },
  "vscode-js-debug": { "branch": "main" }
}